13/data/attachments/5affaa8424d07dcf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brianna_above_Friend_14013_3</nif:username>
            <nif:friendToBeRequested>soap_friends_a60f3bfe-14c3-416c-bec0-18aa7960c8ea</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>